The mass subcategory id of the ConceptualSurfaceType.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public ElementId MassSubCategoryId { get; }
  Visual Basic
Public ReadOnly Property MassSubCategoryId As ElementId
	Get
  Visual C++
public:
property ElementId^ MassSubCategoryId {
	ElementId^ get ();
}
 See Also
  ConceptualSurfaceType Class
  Autodesk.Revit.DB.Analysis Namespace